Revit 2027 API
Space.DesignExhaustAirflow Property
Get or set the Specified Exhaust Airflow of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double DesignExhaustAirflow { get; set; }
Public Property DesignExhaustAirflow As Double
	Get
	Set
public:
property double DesignExhaustAirflow {
	double get ();
	void set (double value);
}
member DesignExhaustAirflow : float with get, set
Property Value
Double
Remarks
This property is used to get or set the Specified Exhaust Airflow (Unit: CFM) of the Space.
See Also
Reference
Space Class
Autodesk.Revit.DB.Mechanical Namespace